/* audio format string: compression, 'mono' or 'stereo', sample rate, sample size */
"%@, %@, %.2f kHz, %d bits" = "%@, %@, %.2f kHz, %d bits";

/* No comment provided by engineer. */
"%@, which will require about %@ on %@. %@ currently available." = "%@（約 %@ 必要）%@ の空き容量は %@ です。";

/* No comment provided by engineer. */
"%@:\n%@\n\nVidi will quit." = "%@:\n%@\n\nVidi を終了します。";

/* No comment provided by engineer. */
"%d minutes to be recorded" = "録画時間 %d 分";

/* No comment provided by engineer. */
"1 minute to be recorded" = "残り録画時間 1 分";

/* No comment provided by engineer. */
"About %d minutes to be recorded" = "残り録画時間約 %d 分";

/* No comment provided by engineer. */
"Active" = "利用可能";

/* No comment provided by engineer. */
"An error has occurred" = "エラーが発生しました";

/* No comment provided by engineer. */
"Are you sure you want to stop the recording?" = "録画を中止してよろしいですか?";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Close Settings Drawer" = "設定ドロワーを閉じるr";

/* name for auto-generated channel */
"Composite" = "コンポジット";

/* No comment provided by engineer. */
"Continue Recording" = "録画を続ける";

/* No comment provided by engineer. */
"Continue Recording..." = "録画を続ける...";

/* start date substitute in Recording Schedule for recurring job */
"Daily" = "毎日";

/* No comment provided by engineer. */
"Do you want to stop recording before quitting?" = "終了前に録画を中止しますか?";

/* No comment provided by engineer. */
"DV Audio, 32kHz, 16 bits" = "DV オーディオ, 32kHz, 16 bits";

/* No comment provided by engineer. */
"DV device in use" = "DV デバイス使用中";

/* No comment provided by engineer. */
"DV device not found" = "DV デバイスが見つかりません";

/* menu item */
"Edit Stations" = "放送局を編集";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Finished" = "完了しました";

/* hardware info in About Vidi. parameter is frimware version */
"Formac Studio DV (%@)" = "Formac Studio DV (%@)";

/* hardware info in About Vidi. parameters are frimware version and tuner model */
"Formac Studio DV/TV (%@)\nTuner: %@" = "Formac Studio DV/TV (%@)\nチューナ: %@";

/* No comment provided by engineer. */
"Formac Studio in use" = "Formac Studio 使用中";

/* hardware info in About Vidi */
"Generic DV device" = "Generic DV デバイス";

/* No comment provided by engineer. */
"Less than a minute to be recorded" = "残り録画時間 1 分未満";

/* No comment provided by engineer. */
"Manual recording in progress" = "マニュアル録画中";

/* No comment provided by engineer. */
"Mono" = "モノラル";

/* name for auto-generated TV channel
   name for new TV channel */
"new channel" = "新しいチャンネル";

/* name for auto-generated radio station
   name for new radio station */
"new station" = "新しい放送局";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Settings Drawer" = "設定ドロワーを開く";

/* No comment provided by engineer. */
"Quit" = "終了";

/* No comment provided by engineer. */
"Radio" = "ラジオ";

/* prompt for record panel */
"Record" = "録画";

/* title for file selection panel */
"Record To" = "録画先";

/* No comment provided by engineer. */
"Recording could not start" = "録画を開始できません";

/* No comment provided by engineer. */
"Recording could not start due to a problem." = "問題が生じたため、録画を開始できません。";

/* No comment provided by engineer. */
"Recording stopped" = "録画を中止しました";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "問題が生じたため、録画を中止しました。";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Scheduled" = "予約";

/* prompt for movie destination selection panel
   prompt for file selection panel
   prompt for movies folder selection panel */
"Select" = "選択";

/* No comment provided by engineer. */
"Show Control Palette" = "コントロールパネルを表示";

/* No comment provided by engineer. */
"Stereo" = "ステレオ";

/* No comment provided by engineer. */
"Stop" = "中止";

/* No comment provided by engineer. */
"Stop Recording" = "録画中止";

/* No comment provided by engineer. */
"The DV device is currently being used by another application." = "DV デバイスをほかのアプリケーションが使用しています。";

/* No comment provided by engineer. */
"The Formac Studio DV is currently being used by another application. To control the Studio DV while it is being used by another application, use the control palette." = "Formac Studio DV をほかのアプリケーションが使用しています。ほかのアプリケーションが使っている間は、コントロールパレットを使って Studio DV をコントロールできます。";

/* No comment provided by engineer. */
"The Formac Studio DV/TV is currently being used by another application. To control the Studio DV/TV while it is being used by another application, use the control palette." = "Formac Studio DV/TV をほかのアプリケーションが使用しています。ほかのアプリケーションが使っている間は、コントロールパレットを使って  Studio DV/TV をコントロールできます。";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not start due to a problem." = "問題が起こったため、 %@ からの予約録画（ %@ 開始）を中止しました。";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not start due to a problem." = "問題が起こったため、予約録画（ %@ 開始）を中止しました。";

/* No comment provided by engineer. */
"The Vidi Server connection died.\n\nVidi will quit." = "Vidi サーバとの接続が切れました。\n\nVidi を終了します。";

/* No comment provided by engineer. */
"Timer recording could not start" = "予約録画を開始できませんでした";

/* No comment provided by engineer. */
"Timer recording in progress" = "予約録画を実行中";

/* No comment provided by engineer. */
"Timer recording started" = "予約録画が始まりました";

/* uncompressed audio */
"Uncompressed" = "無圧縮";

/* No comment provided by engineer. */
"Unscheduled" = "予約はありません";

/* No comment provided by engineer. */
"Video" = "ビデオ";

/* No comment provided by engineer. */
"Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then try again." = "Vidi がサポートする DV デバイスが見つかりません。デバイスを接続して電源を入れ、再度試してください。";

/* No comment provided by engineer. */
"Vidi encountered a problem starting the Vidi Server process, and therefore it must quit now." = "Vidi サーバプロセス起動時に問題が生じました。Vidi を終了します。";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. During the recording, you cannot change channels." = "Vidi は %@ から録画中です。録画中はチャンネルを変更できません。";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi は %@ から録画中です。録画は %@ に終わります。録画中はチャンネルを変更できません。Vidi を終了するとバックグラウンドで録画を続けます。ログアウトすると録画は中止されます。";

/* No comment provided by engineer. */
"Vidi is currently recording." = "Vidi は録画中です。";

/* No comment provided by engineer. */
"Vidi is currently recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi は録画中です。録画は %2$@ に終了します。録画中はチェンネルを変更できません。Vidi を終了するとバックグラウンドで録画を続けます。ログアウトすると録画は中止されます。";

/* No comment provided by engineer. */
"Vidi is currently recording. You can stop recording now or continue recording in the background after Vidi quits." = "Vidi は録画中です。録画を中止しますか、バックグラウンドでの録画を続けますか。";

/* No comment provided by engineer. */
"Vidi Server could not start" = "Vidi サーバを起動できません";

/* No comment provided by engineer. */
"Vidi started recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi は %@ からの録画を開始しました。録画は %@ に終了します。録画中はチャンネルを変更できません。Vidi を終了するとバックグラウンドで録画を続けます。ログアウトすると録画は中止されます。";

/* No comment provided by engineer. */
"Vidi started recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi は録画を開始しました。録画は %2$@ に終了します。録画中はチャンネルを変更できません。Vidi を終了するとバックグラウンドで録画を続けます。ログアウトすると録画は中止されます。";

